Revit 2027 API
ParameterTypeId.SpotCoordinateBottomSuffix Property
 "Bottom Coordinate Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotCoordinateBottomSuffix { get; }
Public Shared ReadOnly Property SpotCoordinateBottomSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotCoordinateBottomSuffix {
	ForgeTypeId^ get ();
}
static member SpotCoordinateBottomSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace